[
  {
    "imageUrl": "/public/images/svg/home/staff/staff1.svg?v=6.0.0",
    "name": "Eng. Tafael Bueno",
    "role": "CEO",
    "summary": "Engenheiro Civil com 18 anos de experiência em obras e instalações, sendo 12 anos dedicados à engenharia aplicada a projetos de grande porte, atuando de forma integrada no desenvolvimento de projetos complementares, planejamento, orçamentos, documentação legal, gestão de custos e execução de obras complexas.\n\nEspecialista em projetos industriais e corporativos, com sólida atuação no planejamento orçamentário e gestão financeira de contratos de engenharia, assegurando viabilidade técnica e equilíbrio econômico durante todo o ciclo de vida dos projetos.\n\nPossui ampla qualificação técnica, com formação complementar em Lean Construction, Gestão de Projetos (MS Project), Projetos de Prevenção Contra Incêndio (AVCB), Patologias de Construção Civil (NBR 15.575), Automação de Dados com Power BI, além de capacitações específicas em normas técnicas e sistemas de instalações prediais, estruturais e industriais.\n\nAtua como projetista e executor de soluções integradas de engenharia, com visão estratégica na condução de obras multidisciplinares, buscando eficiência operacional, otimização de processos, controle de riscos e entrega de resultados alinhados às expectativas técnicas e comerciais dos clientes.",
    "linkedinUrl": "https://www.linkedin.com/in/tafael-bueno-ba964b286/"
  },
  {
    "imageUrl": "/public/images/svg/home/staff/staff2.svg?v=6.0.0",
    "name": "Eng. Jéssica Dias",
    "role": "Planejamento e Orçamento",
    "summary": "Engenheira Civil com sólida experiência na área de orçamentos, planejamento e controle de obras de grande porte, com forte atuação em projetos industriais, corporativos e hospitalares. Acumula vivência prática em levantamentos quantitativos, análises orçamentárias, planejamento físico-financeiro e gestão documental de contratos, envolvendo múltiplos sistemas construtivos e instalações prediais (elétricas, hidráulicas e sistemas de combate a incêndio).\n\nAtua na interface técnica e administrativa dos projetos, desenvolvendo propostas comerciais, controle de custos, acompanhamento de suprimentos e interface com setores de compras e almoxarifado, com pleno domínio das rotinas de medições, cronogramas de obra e gestão de aditivos contratuais.\n\nParticipou de empreendimentos de grande complexidade, incluindo edificações de alto padrão corporativo (São Paulo Corporate Towers LEED Platinum), obras hospitalares (Hospital Emílio Ribas) e projetos industriais diversos, acumulando expertise desde a fase de propostas até a execução e controle final de obras.\n\nA sua formação técnica é complementada por cursos específicos em Prevenção contra Incêndio (AVCB), Lean Construction, Patologias em Construção Civil (NBR 15.575), Planejamento de Obras (MS Project), Segurança em Instalações Elétricas (NR 10), além de capacitações em automação, elétrica e mecânica industrial, agregando uma visão multidisciplinar aplicada à engenharia de custos e planejamento estratégico.",
    "linkedinUrl": "https://www.linkedin.com/in/j%C3%A9ssica-dias-41594011a/"
  },
  {
    "imageUrl": "/public/images/svg/home/staff/staff3.svg?v=6.0.0",
    "name": "Reginaldo Batista",
    "role": "Gestão de Projetos e Processos",
    "summary": "Gestor de Negócios e Escritório de Projetos, com sólida atuação em gestão e análise tática e organizacional em empresas de engenharia e segmentos diversos, com formação em Administração de Empresas e especializações em Gestão de Projetos, Tecnologia da Informação e Indicadores Globais de Desempenho. Com ampla visão sistêmica, atua na melhoria contínua, satisfação do cliente, governança corporativa e otimização de processos organizacionais. Acumula experiência prática na condução de projetos complexos e multidisciplinares, abrangendo fábricas de software, projetos na área da saúde, implantação de sistemas de gestão, certificações de qualidade e modelagem de processos críticos. Possui forte capacidade de análise e integração entre as áreas técnicas, operacionais, administrativas e estratégicas. Desenvolve e implementa modelos de governança corporativa, com foco na definição de processos, padronização de procedimentos, gestão de compliance e análise de performance operacional, utilizando metodologias consolidadas como PMBOK, Agile, Lean e frameworks de Governança de TI e Qualidade. Atua diretamente na gestão de indicadores de desempenho globais (KPIs e OKRs), com foco em resultados sustentáveis, alinhamento estratégico e suporte à alta gestão na tomada de decisões em projetos de engenharia, desenvolvimento organizacional e operações corporativas.",
    "linkedinUrl": "https://www.linkedin.com/in/reginaldogamabatista/"
  },
  {
    "imageUrl": "/public/images/svg/home/staff/staff4.svg?v=6.0.0",
    "name": "Eng. Fabio Avelino",
    "role": "Engenharia de Segurança",
    "summary": "Engenheiro de Segurança com sólida atuação na área de Segurança do Trabalho, Gestão Ocupacional e Compliance Normativo, com ampla experiência na implantação e gerenciamento do e-Social, bem como na condução de inspeções técnicas, vistorias de campo, auditorias regulatórias, treinamentos corporativos, palestras, DDS, APR e gestão de Permissões de Trabalho (PT).\n\nEspecialista na elaboração e gestão de Comunicação de Acidente de Trabalho (CAT) e Perfil Profissiográfico Previdenciário (PPP), com forte domínio dos processos de controle, aquisição e distribuição de Equipamentos de Proteção Individual (EPI).\n\nPossui total domínio das Normas Regulamentadoras (NRs), com destaque na aplicação e treinamento das NRs 05, 06, 07, 09, 10, 18, 33 e 35, além de conduzir programas de integração, investigação e análise de acidentes de trabalho.\n\nExperiência robusta no desenvolvimento, implementação e controle dos programas PGR (Programa de Gerenciamento de Riscos) e PCMSO (Programa de Controle Médico de Saúde Ocupacional), bem como na organização e gestão de CIPA, CIPAT, Brigada de Incêndio e Mapa de Risco.\n\nInstrutor credenciado para treinamentos em Trabalho em Altura (NR 35) e Espaço Confinado (NR 33), com atuação prática em ambientes industriais e corporativos. Domínio técnico dos processos de Gerenciamento de Riscos Ocupacionais (GRO).",
    "linkedinUrl": "https://www.linkedin.com/in/f%C3%A1bio-avelino-b17302157/"
  }
]
