[
  {
    "title": "Construção de Galpões Industriais e Logísticos",
    "description": "Essas construções são essenciais para armazenamento, produção e distribuição. Exigem planejamento estrutural eficiente, com grandes vãos livres e infraestrutura adaptada."
  },
  {
    "title": "Espaços Corporativos",
    "description": "São ambientes destinados a escritórios e setores administrativos dentro de áreas industriais. Devem unir funcionalidade, conforto e design, com foco na produtividade e bem-estar dos colaboradores."
  },
  {
    "title": "Execução de Pisos Intertravados",
    "description": "Os pisos intertravados são compostos por blocos de concreto que se encaixam, proporcionando resistência, drenagem e facilidade de manutenção. Ideais para áreas externas e de tráfego moderado."
  },
  {
    "title": "Execução de Pisos de Concreto",
    "description": "Muito usados em galpões e áreas de carga, esses pisos oferecem alta durabilidade e resistência a impactos. Podem ser reforçados com fibras ou armados com malhas metálicas para maior desempenho."
  },
  {
    "title": "Contratos de Manutenção Industrial",
    "description": "Envolvem serviços periódicos para garantir o funcionamento seguro e contínuo das instalações industriais, evitando paradas inesperadas e prolongando a vida útil dos equipamentos."
  },
  {
    "title": "Construção de Postos de Combustível",
    "description": "Esses projetos exigem rígidas normas de segurança ambiental e estrutural. Incluem desde a fundação e instalação de tanques até o acabamento das áreas de atendimento."
  },
  {
    "title": "Instalação de Tanques e Reservatórios",
    "description": "Essenciais para o armazenamento de líquidos como água, combustíveis ou produtos químicos, requerem precisão na montagem e uso de materiais adequados à substância armazenada."
  },
  {
    "title": "Obras de Terra, Escavação e Terraplanagem",
    "description": "Essas etapas preparam o terreno para receber edificações, nivelando e estabilizando o solo. São fundamentais para garantir segurança e durabilidade da obra."
  },
  {
    "title": "Estruturas Metálicas e Coberturas",
    "description": "Utilizadas para oferecer agilidade na montagem e resistência estrutural, as estruturas metálicas são comuns em projetos modernos, garantindo versatilidade e otimização do cronograma."
  }
]
