[
  {
    "title": "Construção de Galpões Industriais e Logísticos",
    "description": "Soluções sob medida para armazenagem, produção e distribuição. Projetamos e executamos galpões com alta eficiência estrutural, grandes vãos livres e infraestrutura adaptada às exigências operacionais do seu negócio."
  },
  {
    "title": "Espaços Corporativos em Áreas Industriais",
    "description": "Projetamos ambientes administrativos e escritórios industriais que unem funcionalidade, conforto e design inteligente. Promovemos produtividade e bem-estar para sua equipe, com foco em eficiência operacional."
  },
  {
    "title": "Execução de Pisos Intertravados",
    "description": "Pavimentação com blocos de concreto de alta resistência, ideal para áreas externas e tráfego moderado. Oferecem excelente drenagem, baixa manutenção e rápida instalação, sendo a escolha ideal para áreas funcionais e estéticas."
  },
  {
    "title": "Execução de Pisos de Concreto",
    "description": "Desenvolvemos pisos industriais com alta durabilidade e resistência a impactos. Ideais para galpões e áreas de carga, com opções reforçadas por fibras ou armaduras metálicas para desempenho superior."
  },
  {
    "title": "Contratos de Manutenção Industrial",
    "description": "Soluções contínuas de manutenção preventiva e corretiva, assegurando o funcionamento ininterrupto das instalações e aumentando a vida útil de seus equipamentos. Evite paradas e garanta a eficiência operacional da sua planta."
  },
  {
    "title": "Construção de Postos de Combustível",
    "description": "Executamos projetos completos, da fundação à entrega final. Seguimos normas rigorosas de segurança ambiental e estrutural, com foco na funcionalidade das áreas operacionais e na confiabilidade do sistema."
  },
  {
    "title": "Instalação de Tanques e Reservatórios",
    "description": "Projetos para armazenamento seguro de água, combustíveis e produtos químicos. Nossa equipe assegura precisão na montagem e seleção adequada de materiais conforme a substância armazenada."
  },
  {
    "title": "Obras de Terra, Escavação e Terraplanagem",
    "description": "Preparamos o terreno para sua obra com técnicas avançadas de nivelamento e compactação. Garantimos estabilidade e segurança desde as etapas iniciais, assegurando qualidade e durabilidade à construção."
  },
  {
    "title": "Estruturas Metálicas e Coberturas",
    "description": "Montagens rápidas, resistentes e versáteis. As estruturas metálicas oferecem agilidade na obra e excelente desempenho estrutural, sendo ideais para projetos modernos com prazos desafiadores."
  }
]
